{
	"@type": "siibra/feature/voi/v0.1",
	"name": "WIKIBrainStem: An online atlas to manually segment the human brainstem at the mesoscopic scale from ultrahigh field MRI",
	"modality": "T2 weighted MRI",
	"space": {
		"@id": "minds/core/referencespace/v1.0.0/a1655b99-82f1-420f-a3c2-fe80fd4c8588"
	},
	"publications": [
		{
			"name": "WIKIBrainStem: An online atlas to manually segment the human brainstem at the mesoscopic scale from ultrahigh field MRI",
			"url": "https://doi.org/10.1016/j.neuroimage.2021.118080",
			"authors": [
				"François Lechanoine",
				"Timothée Jacquesson",
				"Justine Beaujoin",
				"Barthélemy Serres",
				"Mohammad Mohammadi",
				"Alexia Planty-Bonjour",
				"Frédéric Andersson",
				"Fabrice Poupon",
				"Cyril Poupon",
				"Christophe Destrieux"
			],
			"description": "The brainstem is one of the most densely packed areas of the central nervous system in terms of gray, but also white, matter structures and, therefore, is a highly functional hub. It has mainly been studied by the means of histological techniques, which requires several hundreds of slices with a loss of the 3D coherence of the whole specimen. Access to the inner structure of the brainstem is possible using Magnetic Resonance Imaging (MRI), but this method has a limited spatial resolution and contrast in vivo. Here, we scanned an ex vivo specimen using an ultra-high field (11.7T) preclinical MRI scanner providing data at a mesoscopic scale for anatomical T2-weighted (100 µm and 185 µm isotropic) and diffusion-weighted imaging (300 µm isotropic). We then proposed a hierarchical segmentation of the inner gray matter of the brainstem and defined a set of rules for each segmented anatomical class. These rules were gathered in a freely accessible web-based application, WIKIBrainStem (https://fibratlas.univ-tours.fr/brainstems/index.html), for 99 structures, from which 13 were subdivided into 29 substructures. This segmentation is, to date, the most detailed one developed from ex vivo MRI of the brainstem. This should be regarded as a tool that will be complemented by future results of alternative methods, such as Optical Coherence Tomography, Polarized Light Imaging or histology… This is a mandatory step prior to segmenting multiple specimens, which will be used to create a probabilistic automated segmentation method of ex vivo, but also in vivo, brainstem and may be used for targeting anatomical structures of interest in managing some degenerative or psychiatric disorders.",
			"citation": "François Lechanoine, Timothée Jacquesson, Justine Beaujoin, Barthélemy Serres, Mohammad Mohammadi, Alexia Planty-Bonjour, Frédéric Andersson, Fabrice Poupon, Cyril Poupon, Christophe Destrieux, WIKIBrainStem: An online atlas to manually segment the human brainstem at the mesoscopic scale from ultrahigh field MRI, NeuroImage, Volume 236, 2021, 118080, ISSN 1053-8119"
		}
	],
	"providers": {
		"neuroglancer/precomputed": "https://neuroglancer.humanbrainproject.eu/precomputed/data-repo-ng-bot/siibra-config/wikibrainstem-original/TRONC_001_11.7T_100um_pub_ORIGINAL"
	},
	"boundingbox": {
		"@type": "siibra/location/boundingbox/v0.1",
		"space": {
			"@id": "minds/core/referencespace/v1.0.0/a1655b99-82f1-420f-a3c2-fe80fd4c8588"
		},
		"coordinates": [
			[
				-13.731683,
				-62.889108,
				-44.30388
			],
			[
				24.742961896799873,
				33.554704115481705,
				-17.151722682047478
			]
		]
	}
}
