{
	"@id": "minds/core/referencespace/v1.0.0/dafcffc5-4826-4bf1-8ff6-46b8a31ff8e2",
	"@type": "siibra/space/v0.0.1",
	"name": "MNI 152 ICBM 2009c Nonlinear Asymmetric",
	"shortName": "ICBM 2009c nonl asym",
	"modality": "mri",
	"species": "homo sapiens",
	"ebrains": {
		"minds/core/species/v1.0.0": "0ea4e6ba-2681-4f7d-9fa9-49b915caaac9",
		"openminds/Species": "97c070c6-8e1f-4ee8-9d28-18c7945921dd"
	},
	"volumes": [
		{
			"@type": "siibra/volume/v0.0.1",
			"providers": {
				"neuroglancer/precomputed": "https://neuroglancer.humanbrainproject.eu/precomputed/Fiber_Bundle/mni_icbm152_t1_tal_nlin_asym_09c_masked",
				"neuroglancer/precompmesh/surface": "https://neuroglancer.humanbrainproject.eu/precomputed/icbm152_2009c_nonlin_asym 65535",
				"zip/nii": "http://www.bic.mni.mcgill.ca/~vfonov/icbm/2009/mni_icbm152_nlin_asym_09c_nifti.zip mni_icbm152_t1_tal_nlin_asym_09c.nii"
			}
		}
	],
	"description": "An unbiased non-linear average of multiple subjects from the MNI152 database, which provides high-spatial resolution and signal-to-noise while not being biased towards a single brain (Fonov et al., 2011). This template space is widely used as a reference space in neuroimaging. HBP provides the JuBrain probabilistic cytoarchitectonic atlas (Amunts/Zilles, 2015) as well as a probabilistic atlas of large fibre bundles (Guevara, Mangin et al., 2017) in this space.",
	"publications": [
		{
			"name": "ICBM 152 Nonlinear atlases (2009)",
			"description": "A number of unbiased non-linear averages of the MNI152 database have been generated that combines the attractions of both high-spatial resolution and signal-to-noise while not being subject to the vagaries of any single brain (Fonov et al., 2011). The procedure involved multiple iterations of a process where, at each iteration, individual native MRIs were non-linearly fitted to the average template from the previous iteration, beginning with the MNI152 linear template.",
			"license": "Copyright (C) 1993-2004 Louis Collins, McConnell Brain Imaging Centre, Montreal Neurological Institute, McGill University. Permission to use, copy, modify, and distribute this software and its documentation for any purpose and without fee is hereby granted, provided that the above copyright notice appear in all copies. The authors and McGill University make no representations about the suitability of this software for any purpose. It is provided “as is” without express or implied warranty. The authors are not responsible for any data loss, equipment damage, property loss, or injury to subjects or patients resulting from the use or misuse of this software package. ",
			"authors": [
				"Vladimir Fonov",
				"Alan C. Evans",
				"Kelly Botteron",
				"C. Robert Almli",
				"Robert C. McKinstry",
				"D. Louis Collins"
			],
			"citation": "https://nist.mni.mcgill.ca/icbm-152-nonlinear-atlases-2009/. Accessed 13 December 2024.",
			"url": "https://nist.mni.mcgill.ca/icbm-152-nonlinear-atlases-2009/"
		},
		{
			"url": "https://doi.org/10.1016/j.neuroimage.2010.07.033",
			"citation": "VS Fonov, AC Evans, K Botteron, CR Almli, RC McKinstry, DL Collins and BDCG, Unbiased average age-appropriate atlases for pediatric studies, NeuroImage,Volume 54, Issue 1, January 2011, ISSN 1053-8119"
		},
		{
			"url": "https://doi.org/10.1016/S1053-8119(09)70884-5",
			"citation": "VS Fonov, AC Evans, RC McKinstry, CR Almli and DL Collins, Unbiased nonlinear average age-appropriate brain templates from birth to adulthood, NeuroImage, Volume 47, Supplement 1, July 2009, Page S102 Organization for Human Brain Mapping 2009 Annual Meeting"
		}
	]
}
