{
	"@id": "https://identifiers.org/neurovault.image:23262",
	"@type": "siibra/parcellation/v0.0.1",
	"name": "Desikan-Killiany Atlas (2006)",
	"shortName": "Desikan-Killiany 2006",
	"description": "The Desikan Killiany atlas is based on an automated labeling system for subdividing the human cerebral cortex on magnetic resonance images into gyral based regions of interest. The MNI parcellations provided here are computed by nonlinear registration of the standard parcellation in fsaverage space, using the registration procedure by Wu et al. 2018",
	"species": "homo sapiens",
	"ebrains": {
		"openminds/Species": "97c070c6-8e1f-4ee8-9d28-18c7945921dd"
	},
	"regions": [
		{
			"name": "Temporal lobe",
			"children": [
				{
					"name": "left entorhinal"
				},
				{
					"name": "right entorhinal"
				},
				{
					"name": "left parahippocampal"
				},
				{
					"name": "right parahippocampal"
				},
				{
					"name": "left fusiform"
				},
				{
					"name": "right fusiform"
				},
				{
					"name": "left superior temporal"
				},
				{
					"name": "right superior temporal"
				},
				{
					"name": "left inferior temporal"
				},
				{
					"name": "right inferior temporal"
				},
				{
					"name": "left middle temporal"
				},
				{
					"name": "right middle temporal"
				},
				{
					"name": "left transverse temporal"
				},
				{
					"name": "right transverse temporal"
				}
			]
		},
		{
			"name": "Frontal lobe",
			"children": [
				{
					"name": "left caudal middle frontal"
				},
				{
					"name": "right caudal middle frontal"
				},
				{
					"name": "left lateral orbitofrontal"
				},
				{
					"name": "right lateral orbitofrontal"
				},
				{
					"name": "left medial orbitofrontal"
				},
				{
					"name": "right medial orbitofrontal"
				},
				{
					"name": "left rostral middle frontal"
				},
				{
					"name": "right rostral middle frontal"
				},
				{
					"name": "left superior frontal"
				},
				{
					"name": "right superior frontal"
				},
				{
					"name": "left pars opercularis"
				},
				{
					"name": "right pars opercularis"
				},
				{
					"name": "left pars orbitalis"
				},
				{
					"name": "right pars orbitalis"
				},
				{
					"name": "left pars triangularis"
				},
				{
					"name": "right pars triangularis"
				},
				{
					"name": "left precentral"
				},
				{
					"name": "right precentral"
				},
				{
					"name": "left paracentral"
				},
				{
					"name": "right paracentral"
				}
			]
		},
		{
			"name": "Parietal lobe",
			"children": [
				{
					"name": "left postcentral"
				},
				{
					"name": "right postcentral"
				},
				{
					"name": "left supramarginal"
				},
				{
					"name": "right supramarginal"
				},
				{
					"name": "left superior parietal"
				},
				{
					"name": "right superior parietal"
				},
				{
					"name": "left inferior parietal"
				},
				{
					"name": "right inferior parietal"
				},
				{
					"name": "left precuneus"
				},
				{
					"name": "right precuneus"
				}
			]
		},
		{
			"name": "Occipital lobe",
			"children": [
				{
					"name": "left lingual"
				},
				{
					"name": "right lingual"
				},
				{
					"name": "left pericalcarine"
				},
				{
					"name": "right pericalcarine"
				},
				{
					"name": "left cuneus"
				},
				{
					"name": "right cuneus"
				},
				{
					"name": "left lateral occipital"
				},
				{
					"name": "right lateral occipital"
				}
			]
		},
		{
			"name": "Cingulate cortex",
			"children": [
				{
					"name": "left rostral anterior cingulate"
				},
				{
					"name": "right rostral anterior cingulate"
				},
				{
					"name": "left caudal anterior cingulate"
				},
				{
					"name": "right caudal anterior cingulate"
				},
				{
					"name": "left posterior cingulate"
				},
				{
					"name": "right posterior cingulate"
				},
				{
					"name": "left isthmus cingulate"
				},
				{
					"name": "right isthmus cingulate"
				},
				{
					"name": "left insula"
				},
				{
					"name": "right insula"
				}
			]
		},
		{
			"name": "Other",
			"children": [
				{
					"name": "ctx-lh-bankssts"
				},
				{
					"name": "ctx-lh-frontalpole"
				},
				{
					"name": "ctx-lh-temporalpole"
				},
				{
					"name": "ctx-rh-bankssts"
				},
				{
					"name": "ctx-rh-frontalpole"
				},
				{
					"name": "ctx-rh-temporalpole"
				}
			]
		}
	],
	"publications": [
		{
			"name": "An automated labeling system for subdividing the human cerebral cortex on MRI scans into gyral based regions of interest.",
			"url": "https://doi.org/10.1016/j.neuroimage.2006.01.021",
			"authors": [
				"Rahul S. Desikan",
				"Florent Ségonne",
				"Bruce Fischl",
				"Brian T. Quinn",
				"Bradford C. Dickerson",
				"Deborah Blacker",
				"Randy L. Buckner",
				"Anders M. Dale",
				"R. Paul Maguire",
				"Bradley T. Hyman",
				"Marilyn S. Albert",
				"Ronald J. Killiany"
			],
			"description": "In this study, we have assessed the validity and reliability of an automated labeling system that we have developed for subdividing the human cerebral cortex on magnetic resonance images into gyral based regions of interest (ROIs). Using a dataset of 40 MRI scans we manually identified 34 cortical ROIs in each of the individual hemispheres. This information was then encoded in the form of an atlas that was utilized to automatically label ROIs. To examine the validity, as well as the intra- and inter-rater reliability of the automated system, we used both intraclass correlation coefficients (ICC), and a new method known as mean distance maps, to assess the degree of mismatch between the manual and the automated sets of ROIs. When compared with the manual ROIs, the automated ROIs were highly accurate, with an average ICC of 0.835 across all of the ROIs, and a mean distance error of less than 1 mm. Intra- and inter-rater comparisons yielded little to no difference between the sets of ROIs. These findings suggest that the automated method we have developed for subdividing the human cerebral cortex into standard gyral-based neuroanatomical regions is both anatomically valid and reliable. This method may be useful for both morphometric and functional studies of the cerebral cortex as well as for clinical investigations aimed at tracking the evolution of disease-induced changes over time, including clinical trials in which MRI-based measures are used to examine response to treatment.",
			"citation": "Desikan RS, Ségonne F, Fischl B, Quinn BT, Dickerson BC, Blacker D, Buckner RL, Dale AM, Maguire RP, Hyman BT, Albert MS, Killiany RJ. An automated labeling system for subdividing the human cerebral cortex on MRI scans into gyral based regions of interest. NeuroImage. 2006;31(3):968-980."
		},
		{
			"name": "Accurate nonlinear mapping between MNI volumetric and FreeSurfer surface coordinate systems",
			"url": "https://doi.org/10.1002/hbm.24213",
			"authors": [
				"Jianxiao Wu",
				"Gia H. Ngo",
				"Douglas Greve",
				"Jingwei Li",
				"Tong He",
				"Bruce Fischl",
				"Simon B. Eickhoff",
				"B.T. Thomas Yeo"
			],
			"description": "The results of most neuroimaging studies are reported in volumetric (e.g., MNI152) or surface (e.g., fsaverage) coordinate systems. Accurate mappings between volumetric and surface coordinate systems can facilitate many applications, such as projecting fMRI group analyses from MNI152/Colin27 to fsaverage for visualization or projecting resting-state fMRI parcellations from fsaverage to MNI152/Colin27 for volumetric analysis of new data. However, there has been surprisingly little research on this topic. Here, we evaluated three approaches for mapping data between MNI152/Colin27 and fsaverage coordinate systems by simulating the above applications: projection of group-average data from MNI152/Colin27 to fsaverage and projection of fsaverage parcellations to MNI152/Colin27. Two of the approaches are currently widely used. A third approach (registration fusion) was previously proposed, but not widely adopted. Two implementations of the registration fusion (RF) approach were considered, with one implementation utilizing the Advanced Normalization Tools (ANTs). We found that RF-ANTs performed the best for mapping between fsaverage and MNI152/Colin27, even for new subjects registered to MNI152/Colin27 using a different software tool (FSL FNIRT). This suggests that RF-ANTs would be useful even for researchers not using ANTs. Finally, it is worth emphasizing that the most optimal approach for mapping data to a coordinate system (e.g., fsaverage) is to register individual subjects directly to the coordinate system, rather than via another coordinate system. Only in scenarios where the optimal approach is not possible (e.g., mapping previously published results from MNI152 to fsaverage), should the approaches evaluated in this manuscript be considered. In these scenarios, we recommend RF-ANTs (https://github.com/ThomasYeoLab/CBIG/tree/master/stable_projects/registration/Wu2017_RegistrationFusion).",
			"citation": "Wu J, Ngo GH, Greve D, Li J, He T, Fischl B, Eickhoff SB, Yeo BTT. Accurate nonlinear mapping between MNI volumetric and FreeSurfer surface coordinate systems. Hum Brain Mapp. 2018;39(9):3793-3808."
		}
	]
}
